{"unk_token": "<|endoftext|>", "bos_token": "<|endoftext|>", "eos_token": "<|endoftext|>", "add_prefix_space": false, "special_tokens_map_file": "/home/audp/.cache/huggingface/transformers/62a8029fc46f159cc13f4fdb773bbf447008d15f2b1b97a4fe9dd8bd0280ce87.2b8bf81243d08385c806171bc7ced6d2a0dcc7f896ca637f4e777418f7f0cc3c", "name_or_path": "nferruz/ProtGPT2", "tokenizer_class": "GPT2Tokenizer"}